{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[MASK]": 1,
      "[SEP]": 2,
      "[CLS]": 3,
      "[UNK]": 4,
      "Box": 5,
      "the": 6,
      "contains": 7,
      ",": 8,
      ".": 9,
      "Therefore": 10,
      "in": 11,
      "is": 12,
      "plum": 13,
      "fries": 14,
      "apple": 15,
      "lemon": 16,
      "melon": 17,
      "nectarine": 18,
      "coconut": 19,
      "fennel": 20,
      "grape": 21,
      "date": 22,
      "prune": 23,
      "raspberry": 24,
      "mango": 25,
      "bacon": 26,
      "fig": 27,
      "mulberry": 28,
      "avocado": 29,
      "banana": 30,
      "berry": 31,
      "kiwi": 32,
      "guava": 33,
      "rice": 34,
      "peach": 35,
      "raisin": 36,
      "pie": 37,
      "tangerine": 38,
      "steak": 39,
      "papaya": 40,
      "cherry": 41,
      "soup": 42,
      "citrus": 43,
      "egg": 44,
      "apricot": 45,
      "milk": 46,
      "kale": 47,
      "pumpkin": 48,
      "orange": 49,
      "pear": 50,
      "bagel": 51,
      "pineapple": 52,
      "cantaloupe": 53,
      "duck": 54,
      "lime": 55,
      "citron": 56,
      "AM": 57,
      "OS": 58,
      "SU": 59,
      "FS": 60,
      "UX": 61,
      "NV": 62,
      "KV": 63,
      "PW": 64,
      "PX": 65,
      "EQ": 66,
      "TV": 67,
      "RU": 68,
      "JR": 69,
      "KN": 70,
      "FR": 71,
      "IM": 72,
      "JX": 73,
      "HO": 74,
      "BT": 75,
      "DG": 76,
      "UZ": 77,
      "LM": 78,
      "NZ": 79,
      "JQ": 80,
      "YZ": 81,
      "EM": 82,
      "IZ": 83,
      "BR": 84,
      "FU": 85,
      "GJ": 86,
      "JV": 87,
      "CY": 88,
      "AD": 89,
      "AW": 90,
      "IP": 91,
      "Z": 92,
      "E": 93,
      "PY": 94,
      "TY": 95,
      "AG": 96,
      "AP": 97,
      "JT": 98,
      "OU": 99,
      "GW": 100,
      "N": 101,
      "AU": 102,
      "RV": 103,
      "BG": 104,
      "TX": 105,
      "EZ": 106,
      "WX": 107,
      "F": 108,
      "LA": 109,
      "OT": 110,
      "FP": 111,
      "CD": 112,
      "LV": 113,
      "NW": 114,
      "OY": 115,
      "UY": 116,
      "KW": 117,
      "CN": 118,
      "IO": 119,
      "JP": 120,
      "DJ": 121,
      "DK": 122,
      "EV": 123,
      "OW": 124,
      "X": 125,
      "BW": 126,
      "CG": 127,
      "NU": 128,
      "Q": 129,
      "VZ": 130,
      "GL": 131,
      "IT": 132,
      "U": 133,
      "CQ": 134,
      "CE": 135,
      "HT": 136,
      "OQ": 137,
      "DO": 138,
      "G": 139,
      "IJ": 140,
      "PT": 141,
      "UV": 142,
      "K": 143,
      "AT": 144,
      "BS": 145,
      "CJ": 146,
      "CP": 147,
      "LS": 148,
      "DS": 149,
      "HU": 150,
      "AK": 151,
      "CF": 152,
      "DE": 153,
      "DI": 154,
      "DM": 155,
      "BZ": 156,
      "EO": 157,
      "FO": 158,
      "KP": 159,
      "BJ": 160,
      "HN": 161,
      "IL": 162,
      "JO": 163,
      "MS": 164,
      "NP": 165,
      "HW": 166,
      "JY": 167,
      "I": 168,
      "GU": 169,
      "M": 170,
      "SX": 171,
      "VY": 172,
      "AZ": 173,
      "EW": 174,
      "XZ": 175,
      "CV": 176,
      "J": 177,
      "JM": 178,
      "JU": 179,
      "W": 180,
      "AE": 181,
      "KX": 182,
      "BV": 183,
      "C": 184,
      "CR": 185,
      "ER": 186,
      "FG": 187,
      "OV": 188,
      "AI": 189,
      "EX": 190,
      "FK": 191,
      "SV": 192,
      "GX": 193,
      "LP": 194,
      "HI": 195,
      "AJ": 196,
      "FI": 197,
      "OX": 198,
      "A": 199,
      "BK": 200,
      "MY": 201,
      "SW": 202,
      "AQ": 203,
      "BC": 204,
      "EY": 205,
      "FJ": 206,
      "GR": 207,
      "GY": 208,
      "QS": 209,
      "QT": 210,
      "TW": 211,
      "WZ": 212,
      "EN": 213,
      "GV": 214,
      "HJ": 215,
      "HL": 216,
      "R": 217,
      "VX": 218,
      "AB": 219,
      "AR": 220,
      "FW": 221,
      "GO": 222,
      "IR": 223,
      "RT": 224,
      "HK": 225,
      "LN": 226,
      "BN": 227,
      "IN": 228,
      "NR": 229,
      "RS": 230,
      "CK": 231,
      "DT": 232,
      "LZ": 233,
      "MP": 234,
      "GQ": 235,
      "IS": 236,
      "KS": 237,
      "NQ": 238,
      "DP": 239,
      "ES": 240,
      "HZ": 241,
      "JW": 242,
      "LR": 243,
      "BI": 244,
      "CU": 245,
      "EG": 246,
      "KY": 247,
      "LX": 248,
      "SY": 249,
      "BD": 250,
      "HV": 251,
      "KQ": 252,
      "OZ": 253,
      "AF": 254,
      "DY": 255,
      "DZ": 256,
      "GS": 257,
      "HS": 258,
      "LU": 259,
      "RW": 260,
      "RZ": 261,
      "DV": 262,
      "FH": 263,
      "MN": 264,
      "O": 265,
      "WY": 266,
      "LY": 267,
      "S": 268,
      "V": 269,
      "BQ": 270,
      "CW": 271,
      "QW": 272,
      "T": 273,
      "BO": 274,
      "EF": 275,
      "FV": 276,
      "GP": 277,
      "HP": 278,
      "NX": 279,
      "AX": 280,
      "AY": 281,
      "MZ": 282,
      "CM": 283,
      "DW": 284,
      "SZ": 285,
      "DH": 286,
      "FQ": 287,
      "MQ": 288,
      "DF": 289,
      "OR": 290,
      "VW": 291,
      "DL": 292,
      "RY": 293,
      "BP": 294,
      "DQ": 295,
      "MU": 296,
      "MW": 297,
      "PR": 298,
      "QY": 299,
      "AV": 300,
      "GT": 301,
      "Y": 302,
      "GM": 303,
      "JK": 304,
      "QX": 305,
      "BH": 306,
      "BY": 307,
      "EK": 308,
      "HY": 309,
      "AH": 310,
      "AS": 311,
      "BL": 312,
      "BU": 313,
      "EL": 314,
      "FY": 315,
      "GN": 316,
      "KL": 317,
      "AL": 318,
      "CO": 319,
      "NT": 320,
      "EH": 321,
      "CT": 322,
      "EJ": 323,
      "GH": 324,
      "AC": 325,
      "KU": 326,
      "H": 327,
      "PS": 328,
      "QZ": 329,
      "PV": 330,
      "CS": 331,
      "FT": 332,
      "L": 333,
      "QR": 334,
      "HQ": 335,
      "QU": 336,
      "BM": 337,
      "JL": 338,
      "UW": 339,
      "DU": 340,
      "GK": 341,
      "IV": 342,
      "BX": 343,
      "KZ": 344,
      "PU": 345,
      "DR": 346,
      "IW": 347,
      "IY": 348,
      "XY": 349,
      "TZ": 350,
      "FZ": 351,
      "IU": 352,
      "AN": 353,
      "BF": 354,
      "CZ": 355,
      "LQ": 356,
      "NY": 357,
      "CL": 358,
      "FM": 359,
      "HX": 360,
      "QV": 361,
      "TU": 362,
      "EI": 363,
      "HR": 364,
      "MV": 365,
      "DX": 366,
      "NO": 367,
      "KM": 368,
      "KT": 369,
      "LT": 370,
      "PZ": 371,
      "ET": 372,
      "MX": 373,
      "GI": 374,
      "KR": 375,
      "JN": 376,
      "IQ": 377,
      "D": 378,
      "LW": 379,
      "EP": 380,
      "P": 381,
      "JS": 382,
      "MT": 383,
      "RX": 384,
      "HM": 385,
      "IX": 386,
      "GZ": 387,
      "ST": 388,
      "NS": 389,
      "FN": 390,
      "MO": 391,
      "OP": 392,
      "IK": 393,
      "EU": 394,
      "KO": 395,
      "CI": 396,
      "DN": 397,
      "FX": 398,
      "CH": 399,
      "JZ": 400,
      "LO": 401,
      "FL": 402,
      "CX": 403,
      "B": 404,
      "BE": 405,
      "MR": 406,
      "AO": 407,
      "PQ": 408
    },
    "unk_token": "[UNK]"
  }
}